Repository: brintoul/quinceplanner
Catalog: QuinsePlanner/Localizable.xcstrings
Source language: en
Languages: es

# %lld of %lld done
source: %1$lld of %2$lld done
es: %1$lld de %2$lld completados

source: Accessories
es: Accesorios

source: Add Category
es: Agregar categoría

source: All
es: Todos

source: Amounts
es: Montos

source: Available sizes
es: Tallas disponibles

source: Book catering
es: Contratar el servicio de banquete

source: Book photographer/videographer
es: Contratar al fotógrafo o videógrafo

source: Book the venue
es: Reservar el salón

source: Budget
es: Presupuesto

source: by Lily's Creations
es: por Lily's Creations

source: Cancel
es: Cancelar

source: Category
es: Categoría

source: Checklist
es: Lista de pendientes

source: Choose the theme
es: Elegir el tema

source: Close
es: Cerrar

source: Coming soon!
es: ¡Próximamente!

source: Confirm the court of honor
es: Confirmar la corte de honor

source: Contact
es: Contacto

source: Crowns
es: Coronas

source: Delete Category
es: Eliminar categoría

source: Dresses
es: Vestidos

source: Dresses, crowns & accessories for her quince
es: Vestidos, coronas y accesorios para su quince

source: Edit Category
es: Editar categoría

source: Guest List
es: Lista de invitados

source: Inquire About This Item
es: Preguntar sobre este artículo

source: Interested in %@?
es: ¿Te interesa %@?

source: Let's plan your celebration
es: Planeemos tu celebración

source: Name
es: Nombre

source: of %@
es: de %@

source: Order the dress
es: Encargar el vestido

source: Planned
es: Planeado

source: Planning Checklist
es: Lista de planificación

source: Quince Planner
es: Planeador de Quince

source: Reach out to Lily's Creations and we'll help with sizing, availability, and scheduling a fitting.
es: Ponte en contacto con Lily's Creations y te ayudaremos con las tallas, la disponibilidad y para agendar una prueba.

source: Remaining
es: Restante

source: Save
es: Guardar

source: Send invitations
es: Enviar las invitaciones

source: Spent
es: Gastado

source: Spent so far
es: Gastado hasta ahora

source: The Boutique
es: La Boutique

source: This is where you'll manage your %@.
es: Aquí podrás administrar tu %@.

source: Total Budget
es: Presupuesto total

source: Vendors
es: Proveedores
